Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Settings.Profile.Email
source: My email:
ar: بريدي الإلكتروني:
da: Min e-mail:
de: Meine E-Mail:
es: Mi correo electrónico:
fi: Sähköpostiosoitteeni:
fr: Mon email :
hi: मेरा ईमेल:
id: Email saya:
it: La mia email:
ja: メールアドレス:
ms: E-mel saya:
nb: Min e-post:
nl: Mijn e-mail:
pl: Mój adres e-mail:
pt: O meu email :
ro: Emailul meu:
ru: Моя электронная почта:
sv: Min e-postadress:
th: อีเมลของฉัน:
tr: E-posta adresim:
vi: Email của tôi:
zh_hans: 我的邮箱：
zh_hant: 我的信箱：

# Settings.Report.Explanation_url:%@
source: 1. Go to the content you want to report (post, comment, or user). 2. Tap the three dots in the top right corner of the item. 3. Select "Report". 4. Choose a reason from the list, then confirm. If you have any doubts or questions, feel free to refer to the [Community Guidelines](%1$@)
ar: 1. اذهب إلى المحتوى الذي تريد الإبلاغ عنه (منشور، تعليق، أو مستخدم). 2. اضغط على النقاط الثلاث في الزاوية العلوية اليسرى للعنصر. 3. اختر "إبلاغ". 4. اختر سببًا من القائمة وأكد. لأي أسئلة، تجد مزيدًا من المعلومات في [إرشادات المجتمع](%1$@)
da: 1. Gå til det indhold, du vil anmelde (opslag, kommentar eller bruger). 2. Tryk på de tre prikker øverst til højre. 3. Vælg "Anmeld". 4. Vælg en årsag fra listen og bekræft. Har du spørgsmål, finder du flere oplysninger i [Fællesskabets retningslinjer](%1$@)
de: 1. Gehen Sie zu dem Inhalt, den Sie melden möchten (Beitrag, Kommentar oder Nutzer). 2. Tippen Sie oben rechts auf die drei Punkte des Elements. 3. Wählen Sie "Melden". 4. Wählen Sie einen Grund aus der Liste und bestätigen Sie. Bei Fragen oder Unsicherheiten werfen Sie gerne einen Blick in die [Community-Richtlinien](%1$@).
es: 1. Vaya al contenido que desea denunciar (mensaje, comentario o perfil de usuario). 2. Toque los tres puntos situados en la esquina superior derecha del elemento. 3. Elija la opción "Denunciar". 4. Indique el motivo de la denuncia seleccionando una opción de la lista y confirme. Si tiene dudas o preguntas, puede consultar las [Reglas de la Comunidad](%1$@).
fi: 1. Siirtykää sisältöön, jonka haluatte ilmoittaa (julkaisu, kommentti tai käyttäjä). 2. Napauttakaa kolmea pistettä kohteen oikeassa yläkulmassa. 3. Valitkaa "Ilmoittakaa". 4. Valitkaa syy listalta ja vahvistakaa. Jos Teillä on kysymyksiä, katsokaa lisätietoja [Yhteisön säännöt](%1$@)
fr: 1. Aller sur le contenu problématique (un message, un commentaire ou un profil utilisateur). 2. Appuyer sur les 3 petits points en haut à droite de l'élément à signaler. 3. Choisir l’option "Signaler" 4. Indiquer la raison du signalement en sélectionnant une option dans la liste proposée puis valider. En cas de question, plus de détails sont disponibles dans les [Règles de la Communauté](%1$@).
hi: 1. उस सामग्री पर जाएं जिसकी आप रिपोर्ट करना चाहते हैं (पोस्ट, कमेंट, या उपयोगकर्ता)। 2. आइटम के ऊपरी दाएं कोने पर तीन बिंदुओं को टैप करें। 3. "रिपोर्ट करें" चुनें। 4. सूची से एक कारण चुनें और पुष्टि करें। किसी भी प्रश्न के लिए, अधिक जानकारी के लिए [कम्युनिटी दिशानिर्देश](%1$@) देखें
id: 1. Buka konten yang ingin Anda laporkan (postingan, komentar, atau pengguna). 2. Ketuk tiga titik di pojok kanan atas item. 3. Pilih "Laporkan". 4. Pilih alasan dari daftar dan konfirmasi. Jika ada pertanyaan, Anda dapat menemukan informasi lebih lanjut di [Pedoman komunitas](%1$@)
it: 1. Vada al contenuto che desidera segnalare (messaggio, commento o profilo utente). 2. Tocchi i tre puntini in alto a destra dell'elemento. 3. Selezioni l'opzione "Segnala". 4. Indichi il motivo della segnalazione selezionando un'opzione nell'elenco e confermi. In caso di dubbi o domande, sono disponibili maggiori dettagli nelle [Regole della Comunità](%1$@).
ja: 1. 報告したいコンテンツに移動します(投稿、コメント、またはユーザー)。 2. 項目の右上にある3つの点をタップします。 3. 「報告」を選択します。 4. リストから理由を選択し、確認します。 ご質問がある場合は、[コミュニティガイドライン](%1$@) で詳細をご確認いただけます
ms: 1. Pergi ke kandungan yang anda mahu laporkan (hantaran, komen, atau pengguna). 2. Ketik pada tiga titik di sudut kanan atas item. 3. Pilih "Laporkan". 4. Pilih sebab dari senarai dan sahkan. Jika ada pertanyaan, anda boleh mendapatkan maklumat lanjut di [Garis panduan komuniti](%1$@)
nb: 1. Gå til innholdet du vil rapportere (innlegg, kommentar eller bruker). 2. Trykk på de tre prikkene øverst til høyre. 3. Velg "Rapporter". 4. Velg en grunn fra listen, og bekreft. Ved spørsmål finner du mer informasjon i [Retningslinjer for fellesskapet](%1$@)
nl: 1. Ga naar de inhoud die u wilt melden (bericht, reactie of gebruiker). 2. Tik op de drie puntjes rechtsboven het item. 3. Selecteer "Melden". 4. Kies een reden uit de lijst en bevestig. Bij vragen vindt u meer informatie in de [Community-richtlijnen](%1$@)
pl: 1. Przejdź do treści, którą chcesz zgłosić (post, komentarz lub profil użytkownika). 2. Naciśnij trzy kropki w prawym górnym rogu elementu. 3. Wybierz opcję „Zgłoś”. 4. Wskaż powód zgłoszenia z listy i zatwierdź. W razie pytań więcej informacji znajdziesz w [Zasadach społeczności](%1$@).
pt: 1. Aceda ao conteúdo problemático (uma mensagem, um comentário ou um perfil de utilizador). 2. Toque nos 3 pontos no canto superior direito do elemento a sinalizar. 3. Escolha a opção "Sinalizar" 4. Indique o motivo da denúncia, selecionando uma opção na lista apresentada e valide. Em caso de dúvida, encontra mais detalhes nas [Regras da Comunidade](%1$@).
ro: 1. Mergeți la conținutul pe care doriți să-l raportați (postare, comentariu sau utilizator). 2. Apăsați pe cele trei puncte din colțul dreapta sus. 3. Selectați „Raportați”. 4. Alegeți un motiv din listă și confirmați. Pentru întrebări, găsiți mai multe informații în [Regulile comunității](%1$@)
ru: 1. Перейдите к содержимому, на которое хотите пожаловаться (пост, комментарий или пользователь). 2. Нажмите на три точки в правом верхнем углу элемента. 3. Выберите "Пожаловаться". 4. Выберите причину из списка и подтвердите. По любым вопросам Вы найдёте дополнительную информацию в [Правилах сообщества](%1$@)
sv: 1. Gå till innehållet du vill anmäla (inlägg, kommentar eller användarprofil). 2. Tryck på de tre punkterna uppe till höger. 3. Välj ”Anmäl”. 4. Välj en anledning från listan och bekräfta. Vid frågor finns mer information i [Communityregler](%1$@).
th: 1. ไปที่เนื้อหาที่คุณต้องการรายงาน (โพสต์ ความคิดเห็น หรือผู้ใช้) 2. แตะที่จุดสามจุดที่มุมขวาบนของรายการ 3. เลือก "รายงาน" 4. เลือกเหตุผลจากรายการและยืนยัน หากมีคำถาม คุณสามารถดูข้อมูลเพิ่มเติมได้ที่ [แนวทางปฏิบัติของชุมชน](%1$@)
tr: Bildirmek istediğiniz içeriğe gidin (gönderi, yorum veya kullanıcı profili). 2. İçeriğin sağ üst köşesindeki üç noktaya dokunun. 3. "Bildir" seçeneğini seçin. 4. Listeden bir neden seçip onaylayın. Sorularınız olursa daha fazla ayrıntı için [Topluluk Kuralları](%1$@) bölümüne bakın.
vi: 1. Đi đến nội dung bạn muốn báo cáo (bài đăng, bình luận, hoặc người dùng). 2. Nhấn vào ba chấm ở góc trên bên phải của mục. 3. Chọn "Báo cáo". 4. Chọn lý do từ danh sách và xác nhận. Nếu có thắc mắc, bạn có thể tìm thấy thông tin chi tiết tại [Quy tắc cộng đồng](%1$@)
zh_hans: 1. 前往您要举报的内容（帖子、评论或用户）。 2. 点击该项右上角的三个点。 3. 选择"举报"。 4. 从列表中选择原因并确认。 如有疑问，您可以在 [社区准则](%1$@) 中找到更多信息
zh_hant: 1. 前往您要檢舉的內容（貼文、留言或使用者）。 2. 點擊該項目右上角的三個點。 3. 選擇「檢舉」。 4. 從列表中選擇原因並確認。 如有疑問，您可以在 [社群準則](%1$@) 中找到更多資訊

# Settings.Report.MainText
source: How to report a content?
ar: كيفية الإبلاغ عن محتوى؟
da: Hvordan anmelder man indhold?
de: Wie kann man Inhalte melden?
es: ¿Cómo denunciar un contenido?
fi: Miten ilmoitan sisällön?
fr: Comment signaler un contenu ?
hi: किसी सामग्री की रिपोर्ट कैसे करें?
id: Bagaimana cara melaporkan konten?
it: Come segnalare un contenuto?
ja: コンテンツの報告方法は?
ms: Bagaimana untuk melaporkan kandungan?
nb: Hvordan rapporterer man innhold?
nl: Hoe meldt u inhoud?
pl: Jak zgłosić treść?
pt: Como sinalizar um conteúdo ?
ro: Cum raportați un conținut?
ru: Как пожаловаться на содержимое?
sv: Hur anmäler man innehåll?
th: วิธีรายงานเนื้อหา?
tr: Bir içerik nasıl bildirilir?
vi: Làm thế nào để báo cáo nội dung?
zh_hans: 如何举报内容？
zh_hant: 如何檢舉內容？

# Settings.ReportContent
source: Flag inappropriate content
ar: الإبلاغ عن محتوى غير لائق
da: Anmeld upassende indhold
de: Problematischen Inhalt melden
es: Denunciar contenido problemático
fi: Ilmoittakaa sopimaton sisältö
fr: Signaler un contenu problématique
hi: अनुचित सामग्री की रिपोर्ट करें
id: Laporkan konten yang tidak pantas
it: Segnala un contenuto problematico
ja: 不適切なコンテンツを報告
ms: Laporkan kandungan tidak sesuai
nb: Rapporter upassende innhold
nl: Meld ongepaste inhoud
pl: Zgłoś nieodpowiednią treść
pt: Sinalizar conteúdo problemático
ro: Raportați conținut nepotrivit
ru: Пожаловаться на неуместное содержимое
sv: Anmäl olämpligt innehåll
th: รายงานเนื้อหาที่ไม่เหมาะสม
tr: Sorunlu içeriği bildir
vi: Báo cáo nội dung không phù hợp
zh_hans: 举报不当内容
zh_hant: 檢舉不當內容

# Settings.TermsOfUse
source: Terms of Use
ar: شروط الاستخدام
da: Brugsvilkår
de: Nutzungsbedingungen
es: Condiciones Generales de Uso
fi: Käyttöehdot
fr: Conditions Générales d'Utilisation
hi: उपयोग की शर्तें
id: Syarat penggunaan
it: Termini di utilizzo
ja: 利用規約
ms: Syarat Penggunaan
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Condições Gerais de Utilização
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# UnsupportedOS.Explanation
source: To access the community features, please update your iPhone to iOS 14 or later. Updating ensures you get the latest features, security updates, and the best experience!
ar: للوصول إلى ميزات المجتمع، يرجى تحديث جهاز iPhone إلى iOS 14 أو أحدث. بهذه الطريقة تحصل على أفضل تجربة، إلى جانب أحدث الميزات وتحديثات الأمان!
da: For at få adgang til fællesskabets funktioner skal du opdatere din iPhone til iOS 14 eller nyere. Sådan får du den bedste oplevelse samt de nyeste funktioner og sikkerhedsopdateringer!
de: Um auf die Community-Funktionen zugreifen zu können, aktualisieren Sie bitte Ihr iPhone auf iOS 14 oder höher. So profitieren Sie von den neuesten Funktionen und Sicherheitsupdates für ein optimales Nutzungserlebnis.
es: Para acceder a las funciones de la comunidad, actualice su iPhone a iOS 14 o una versión posterior. Así disfrutará de la mejor experiencia, con las funciones más recientes y las últimas actualizaciones de seguridad.
fi: Päästäksenne yhteisön toimintoihin päivittäkää iPhonenne iOS 14:ään tai uudempaan. Näin saatte parhaan käyttökokemuksen, uusimmat ominaisuudet ja tietoturvapäivitykset!
fr: Pour accéder aux fonctionnalités communautaires, veuillez mettre à jour votre iPhone vers iOS 14 ou une version ultérieure. Cela vous garantit la meilleure expérience avec les dernières fonctionnalités et mises à jour de sécurité.
hi: कम्युनिटी की सुविधाओं तक पहुंचने के लिए, कृपया अपने iPhone को iOS 14 या नए संस्करण में अपडेट करें। इस तरह आपको सर्वश्रेष्ठ अनुभव, नवीनतम सुविधाएं और सुरक्षा अपडेट मिलेंगे!
id: Untuk mengakses fitur komunitas, silakan perbarui iPhone Anda ke iOS 14 atau yang lebih baru. Dengan cara ini Anda akan mendapatkan pengalaman terbaik, fitur terbaru, dan pembaruan keamanan!
it: Per accedere alle funzionalità della comunità, aggiorni il suo iPhone a iOS 14 o versioni successive. In questo modo usufruirà della migliore esperienza, con le funzionalità più recenti e gli ultimi aggiornamenti di sicurezza.
ja: コミュニティ機能をご利用いただくには、お使いの iPhone を iOS 14 以降にアップデートしてください。最高の体験、最新機能、セキュリティアップデートをお楽しみいただけます!
ms: Untuk mengakses ciri komuniti, sila kemas kini iPhone anda ke iOS 14 atau versi yang lebih baharu. Dengan cara ini anda akan mendapat pengalaman terbaik, ciri terkini, dan kemas kini keselamatan!
nb: For å få tilgang til fellesskapsfunksjonene må du oppdatere iPhonen din til iOS 14 eller nyere. Slik får du den beste opplevelsen, samt de nyeste funksjonene og sikkerhetsoppdateringene!
nl: Werk uw iPhone bij naar iOS 14 of nieuwer om toegang te krijgen tot de community-functies. Zo krijgt u de beste ervaring en de nieuwste functies en beveiligingsupdates!
pl: Aby uzyskać dostęp do funkcji społeczności, zaktualizuj iPhone’a do iOS 14 lub nowszej wersji. Zapewni to najlepsze wrażenia oraz dostęp do najnowszych funkcji i aktualizacji zabezpieczeń.
pt: Para aceder às funcionalidades da comunidade, atualize o seu iPhone para o iOS 14 ou uma versão posterior. Isto garante-lhe a melhor experiência com as funcionalidades mais recentes e com as últimas atualizações de segurança.
ro: Pentru a accesa funcționalitățile comunității, actualizați iPhone-ul dumneavoastră la iOS 14 sau o versiune mai nouă. Astfel beneficiați de cea mai bună experiență, precum și de cele mai noi funcționalități și actualizări de securitate!
ru: Для доступа к функциям сообщества, пожалуйста, обновите Ваш iPhone до iOS 14 или новее. Так Вы получите лучший опыт, новейшие функции и обновления безопасности!
sv: För att få tillgång till communityfunktionerna behöver du uppdatera din iPhone till iOS 14 eller senare. Det ger dig den bästa upplevelsen samt de senaste funktionerna och säkerhetsuppdateringarna.
th: เพื่อเข้าถึงคุณสมบัติของชุมชน กรุณาอัปเดต iPhone ของคุณเป็น iOS 14 หรือเวอร์ชั่นใหม่กว่า วิธีนี้จะทำให้คุณได้รับประสบการณ์ที่ดีที่สุด พร้อมคุณสมบัติล่าสุดและการอัปเดตด้านความปลอดภัย!
tr: Topluluk özelliklerine erişmek için lütfen iPhone'unuzu iOS 14 veya daha yeni bir sürüme güncelleyin. Böylece en iyi deneyimi, en yeni özellikleri ve güvenlik güncellemelerini elde edersiniz.
vi: Để truy cập các tính năng cộng đồng, vui lòng cập nhật iPhone của bạn lên iOS 14 hoặc mới hơn. Bằng cách này, bạn sẽ có được trải nghiệm tốt nhất cùng các tính năng mới nhất và cập nhật bảo mật!
zh_hans: 要访问社区功能，请将您的 iPhone 更新到 iOS 14 或更高版本。这样您将获得最佳体验、最新功能和安全更新！
zh_hant: 若要使用社群功能，請將您的 iPhone 更新至 iOS 14 或更新版本。這樣您將獲得最佳體驗、最新功能和安全性更新！

# UnsupportedOS.Title
source: Update Required to Join the Community
ar: يلزم تحديث للانضمام إلى المجتمع
da: Opdatering kræves for at deltage i fællesskabet
de: Update erforderlich, um der Community beizutreten
es: Actualización necesaria para unirse a la comunidad.
fi: Päivitys vaaditaan yhteisöön liittymiseen
fr: Mise à jour requise pour rejoindre la communauté
hi: कम्युनिटी में शामिल होने के लिए अपडेट आवश्यक
id: Pembaruan diperlukan untuk bergabung dengan komunitas
it: Aggiornamento necessario per accedere alla comunità
ja: コミュニティに参加するにはアップデートが必要
ms: Kemas kini diperlukan untuk menyertai komuniti
nb: Oppdatering kreves for å delta i fellesskapet
nl: Update vereist om deel te nemen aan de community
pl: Wymagana aktualizacja, aby dołączyć do społeczności
pt: Atualização necessária para se juntar à comunidade
ro: Actualizare necesară pentru a vă alătura comunității
ru: Требуется обновление для входа в сообщество
sv: Uppdatering krävs för att gå med i communityt
th: ต้องอัปเดตเพื่อเข้าร่วมชุมชน
tr: Topluluğa katılmak için güncelleme gerekiyor
vi: Cần cập nhật để tham gia cộng đồng
zh_hans: 加入社区需要更新
zh_hant: 加入社群需要更新

# ValidateNickname.Action.Later
source: Later
ar: لاحقًا
da: Senere
de: Später
es: Más tarde
fi: Myöhemmin
fr: Plus tard
hi: बाद में
id: Nanti
it: Più tardi
ja: 後で
ms: Kemudian
nb: Senere
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
sv: Senare
th: ภายหลัง
tr: Daha sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# ValidateNickname.Action.Modify
source: Edit my username
ar: تعديل اسم المستخدم الخاص بي
da: Redigér mit brugernavn
de: Benutzernamen bearbeiten
es: Personalizar mi alias
fi: Muokatkaa käyttäjänimeäni
fr: Je personnalise mon pseudo
hi: मेरा उपयोगकर्ता नाम संपादित करें
id: Edit nama pengguna saya
it: Personalizzo il mio pseudonimo
ja: ユーザー名を編集
ms: Edit nama pengguna saya
nb: Rediger brukernavnet mitt
nl: Mijn gebruikersnaam bewerken
pl: Edytuj mój pseudonim
pt: Personalizar o meu pseudónimo
ro: Editați numele meu de utilizator
ru: Изменить моё имя пользователя
sv: Redigera mitt användarnamn
th: แก้ไขชื่อผู้ใช้ของฉัน
tr: Takma adımı özelleştiriyorum
vi: Chỉnh sửa tên người dùng của tôi
zh_hans: 编辑我的用户名
zh_hant: 編輯我的使用者名稱

# ValidateNickname.Modification
source: You can personalize it now from your profile.
ar: يمكنك تخصيصه الآن من ملفك الشخصي.
da: Du kan tilpasse det nu fra din profil.
de: Sie können ihn jetzt in Ihrem Profil bearbeiten.
es: Puede modificarlo ahora desde su perfil.
fi: Voitte muokata sitä nyt profiilistanne.
fr: Vous pouvez le modifier dès maintenant depuis votre profil.
hi: आप इसे अभी अपनी प्रोफ़ाइल से बदल सकते हैं।
id: Anda dapat menyesuaikannya sekarang dari profil Anda.
it: Può modificarlo subito dal suo profilo.
ja: プロフィールから今すぐカスタマイズできます。
ms: Anda boleh menyesuaikannya sekarang dari profil anda.
nb: Du kan tilpasse det nå fra profilen din.
nl: U kunt deze nu aanpassen vanuit uw profiel.
pl: Możesz go teraz zmienić w swoim profilu.
pt: Pode alterá-lo já a partir do seu perfil.
ro: Îl puteți personaliza acum din profilul dumneavoastră.
ru: Вы можете изменить его прямо сейчас в Вашем профиле.
sv: Du kan ändra det direkt i din profil.
th: คุณสามารถปรับแต่งได้ตอนนี้จากโปรไฟล์ของคุณ
tr: Profilinizden şimdi değiştirebilirsiniz.
vi: Bạn có thể tùy chỉnh ngay bây giờ từ hồ sơ của bạn.
zh_hans: 您现在可以在个人资料中自定义。
zh_hant: 您現在可以在個人檔案中自訂。

# ValidateNickname.Nickname
source: Your username is:
ar: اسم المستخدم الخاص بك هو:
da: Dit brugernavn er:
de: Ihr Benutzername ist:
es: Su alias es:
fi: Käyttäjänimenne on:
fr: Votre pseudo est :
hi: आपका उपयोगकर्ता नाम है:
id: Nama pengguna Anda adalah:
it: Il suo pseudonimo è:
ja: あなたのユーザー名:
ms: Nama pengguna anda ialah:
nb: Brukernavnet ditt er:
nl: Uw gebruikersnaam is:
pl: Twój pseudonim to:
pt: O seu pseudónimo é :
ro: Numele dumneavoastră de utilizator este:
ru: Ваше имя пользователя:
sv: Ditt användarnamn är:
th: ชื่อผู้ใช้ของคุณคือ:
tr: Takma adınız:
vi: Tên người dùng của bạn là:
zh_hans: 您的用户名为：
zh_hant: 您的使用者名稱為：

# ValidateNickname.Title
source: Congratulations on your first post!
ar: تهانينا على منشورك الأول!
da: Tillykke med dit første opslag!
de: Glückwunsch zu Ihrem ersten Beitrag!
es: ¡Enhorabuena por su primer mensaje!
fi: Onnittelut ensimmäisestä julkaisustanne!
fr: Bravo pour votre premier message !
hi: आपकी पहली पोस्ट के लिए बधाई!
id: Selamat atas postingan pertama Anda!
it: Complimenti per il suo primo messaggio!
ja: 初投稿おめでとうございます!
ms: Tahniah atas hantaran pertama anda!
nb: Gratulerer med ditt første innlegg!
nl: Gefeliciteerd met uw eerste bericht!
pl: Brawo za Twój pierwszy post!
pt: Parabéns pela sua primeira mensagem !
ro: Felicitări pentru prima dumneavoastră postare!
ru: Поздравляем с Вашим первым постом!
sv: Grattis till ditt första inlägg!
th: ขอแสดงความยินดีกับโพสต์แรกของคุณ!
tr: İlk mesajınız için tebrikler!
vi: Chúc mừng bài đăng đầu tiên của bạn!
zh_hans: 恭喜您完成首次发布！
zh_hant: 恭喜您完成首次發布！

# Accessibility.Common.PoweredBy
source: Powered by Octopus: www.octopuscommunity.com
de: Bereitgestellt von Octopus : www.octopuscommunity.com
es: Con la tecnología de Octopus: www.octopuscommunity.com
fr: Propulsé par Octopus : www.octopuscommunity.com
it: Offerto da Octopus: [www.octopuscommunity.com](https://www.octopuscommunity.com)
pt: Desenvolvido pela Octopus : www.octopuscommunity.com
tr: Octopus tarafından sunulmaktadır: www.octopuscommunity.com

# Common.PoweredBy
source: Powered by
es: Desarrollado por
pt: Com tecnologia de
tr: Tarafından desteklenmektedir
